Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Paul, Martin, I know you’ve both been arguing that the Quantum Ripple Causality Research Subdivision has great potential, and we should keep it funded. I must once again implore you to reconsider. I’ll be the first one to admit that the technology is impressive. The fact that Drs. Morfin and Rangers can actually track the consequences rippling out from minor shifts within the Meyer-Joyce field is incredible, and the level of informational detail they manage to obtain is amazing. But here’s the thing: they’ve been at this for two years now, and they have not produced a single useful result. Yes, we can trace actual events from their small inception point to the actual consequences, very much in keeping with the basic chaos theory concept of the butterfly flapping its wings, but, well – so what? Every single thing that happens in this universe is the result of such a chain of events. Being able to see the chain offers no real insight to anything due to the very randomness of the process. Furthermore, it’s utterly misleading – you could say that some tiny event or tiny decision in my life yesterday led me to writing this e-mail, and that’s technically true, but so did some tiny event or tiny decision in my life fifteen years ago – it’s all a chain; the event yesterday didn’t take place in a vacuum. It didn’t come out of nowhere. So what’s the point? We have no control over it, we don’t get to direct it, and we get no useful information out of it. Also, have you actually seen the reports they generate? From a technological point of view, the way they manage to automate their analysis of the fluctuation signatures within the Meyer-Joyce field is impressive, but again, it’s all meaningless babble with no practical applications. Their personal remarks on the reports are even worse. With all due respect to Ron and Terry and their indisputable technical expertise, I don’t know what they’re doing, and I’m not sure they do, either. It’s like they’re coming up with stuff at random. The above outlines my concerns as to the futility of the entire process, and I suspect that may not be enough to sway you – but I have one final point, which I think you should consider very, very carefully. The entire program is an unforgivable waste of Monarch resources. I don’t mean money, although the entire Quantum Ripple Causality Reserach Subdivision is costing us millions and millions of dollars – but that doesn’t really matter, because I know we can afford that. However, there’s a more vital resource they’re consuming; each time they fire up their rig and delve into the Meyer-Joyce field, they eat up a huge amount of chronon particles. Those are a finite resource, and as you know, we are projecting that the Ground Zero’s yield will rapidly diminish as the Fracture takes hold – which will happen very soon. You may not understand what the real impact of this is, so let me put it to you in practical terms: every single time they detect and analyze a quantum ripple, it costs us a week of potential Lifeboat runtime, minimum. Given Monarch’s primary purpose and the total lack of useful results, I believe that’s a luxury we cannot afford. I recommend shutting them down immediately, or at the latest, during our next reorg. We can reallocate their resources to something useful, and put Ron and Terri’s expertise into great use designing the Lifeboat. I’m sure we wouldn’t regret putting them to work on that, given their track record of working with chronon tech. Sofia Amaral Head of Research
pl_pl: Paul, Martin, Wiem, że obaj argumentowaliście, że pododdział badawczy Chrononowej przyczynowości tętnienia ma ogromny potencjał i powinniśmy utrzymać jego finansowanie. Po raz kolejny muszę was błagać o ponowne rozważenie tej kwestii. Jako pierwsza przyznam, że technologia jest imponująca. Fakt, że doktorzy Morfin i Rangers mogą faktycznie śledzić konsekwencje wynikające z niewielkich zmian w polu Meyera-Joyce'a, jest niesamowity, a poziom szczegółowości informacji, jaki udaje im się uzyskać, jest zdumiewający. Ale rzecz w tym, że zajmują się tym już od dwóch lat i nie uzyskali ani jednego użytecznego wyniku. Tak, możemy prześledzić rzeczywiste wydarzenia od ich małego punktu początkowego do rzeczywistych konsekwencji, bardzo zgodnie z podstawową koncepcją teorii chaosu, w której motyl trzepocze skrzydłami, ale co z tego? Każda pojedyncza rzecz, która dzieje się we wszechświecie, jest wynikiem takiego łańcucha zdarzeń. Możliwość zobaczenia tego łańcucha nie daje żadnego realnego wglądu w cokolwiek ze względu na samą losowość procesu. Co więcej, jest to całkowicie mylące - można powiedzieć, że jakieś drobne wydarzenie lub drobna decyzja w moim wczorajszym życiu doprowadziły mnie do napisania tego e-maila i jest to technicznie prawdziwe, ale tak samo było z jakimś drobnym wydarzeniem lub drobną decyzją w moim życiu piętnaście lat temu - to wszystko jest łańcuchem, wczorajsze wydarzenie nie miało miejsca w próżni. Nie wzięło się znikąd. Więc o co tu chodzi? Nie mamy nad nim kontroli, nie możemy nim kierować i nie uzyskujemy z niego żadnych przydatnych informacji. Ponadto, czy faktycznie widzieliście raporty, które generują? Z technologicznego punktu widzenia sposób, w jaki udaje im się zautomatyzować analizę sygnatur fluktuacji w polu Meyera-Joyce'a, jest imponujący, ale znowu jest to bezsensowny bełkot bez praktycznych zastosowań. Ich osobiste uwagi na temat raportów są jeszcze gorsze. Z całym szacunkiem dla Rona i Terry'ego oraz ich niekwestionowanej wiedzy technicznej, nie wiem, co robią, i nie jestem pewna, czy oni też wiedzą. Wygląda to tak, jakby wymyślali rzeczy na chybił trafił. Powyżej przedstawiłam moje obawy co do bezcelowości całego procesu i podejrzewam, że to może nie wystarczyć, aby cię przekonać - ale mam jeszcze jedną kwestię, którą moim zdaniem powinniście rozważyć bardzo, bardzo uważnie. Cały ten program to niewybaczalne marnotrawstwo zasobów Monarch. Nie mam na myśli pieniędzy, chociaż cały pododdział Poddział badawczy Chrononowej przyczynowości tętnienia kosztuje nas miliony dolarów - ale to nie ma znaczenia, bo wiem, że możemy sobie na to pozwolić. Jest jednak ważniejszy zasób, który zużywają, za każdym razem, gdy odpalają swoją platformę i zagłębiają się w pole Meyer-Joyce'a, pochłaniają ogromną ilość cząsteczek chrononu. Są to ograniczone zasoby, a jak wiesz, przewidujemy, że wydajność Strefy Zero gwałtownie spadnie, gdy Pęknięcie się utrzyma - co nastąpi bardzo szybko. Możesz nie rozumieć, jaki jest tego rzeczywisty wpływ, więc pozwól, że ujmę to w kategoriach praktycznych: za każdym razem, gdy wykrywają i analizują falowanie kwantowe, kosztuje nas to co najmniej tydzień potencjalnego czasu działania łodzi ratunkowej. Biorąc pod uwagę główny cel Monarch i całkowity brak przydatnych wyników, uważam, że jest to luksus, na który nie możemy sobie pozwolić. Zalecam ich natychmiastowe wyłączenie, a najpóźniej podczas następnej reorganizacji. Możemy przeznaczyć ich zasoby na coś pożytecznego i wykorzystać doświadczenie Rona i Terri przy projektowaniu Łodzi Ratunkowej. Jestem pewna, że nie pożałowalibyśmy, gdyby się tym zajęli, biorąc pod uwagę ich doświadczenie w pracy z chrononową technologią. Sofia Amaral Kierownik ds. badań

source: Paul, the men are waiting for your input.
pl_pl: Paul, ludzie czekają na twoją decyzję.

source: Paul, we need an answer.
pl_pl: Paul, potrzebujemy odpowiedzi.

source: Paul, we need your decision on how to proceed with the witnesses.
pl_pl: Paul, potrzebujemy twojej decyzji, jak postępować ze świadkami.

source: Paul, what should we do about Joyce?
pl_pl: Paul, co powinniśmy zrobić z Joyce'm?

source: Paul, your condition is critical, the stress -- if you don't receive your treatment... you know what could happen.
pl_pl: Paul, twój stan jest krytyczny, stres - jeśli nie otrzymasz leczenia... wiesz, co może się stać.

source: Paul. I'm here. That's already a yes.
pl_pl: Paul. Jestem tu. Pomogę.

source: Paul... What happened to him? What's happening to me? He'd know, if anyone does.
pl_pl: Paul... Co się z nim stało? Co się ze mną dzieje? On by wiedział, jeśli ktokolwiek by wiedział.

source: Paul? As in Paul Serene? That's why you're going to the drydocks.
pl_pl: Paula? W sensie Paula Serene? Właśnie dlatego idziesz do portu.

source: Paul? What the actual fuck.
pl_pl: Paul? Co do kurwy nędzy.

source: Pause Game
pl_pl: Wstrzymaj grę

source: Pending Restart
pl_pl: Oczekuje na ponowne uruchomienie

source: People are pissed as hell. But Monarch seems to be looking for you pretty hard. Been asking on a bunch of forums about your whereabouts. You want me to throw 'em off track?
pl_pl: Ludzie są wkurzeni jak diabli. Wygląda na to, że Monarch szuka cię dość intensywnie. Pytali o twoje miejsce pobytu na wielu forach. Mam ich zbić z tropu?

source: People respond well to polite authority. They like to know they are being taken care of.
pl_pl: Ludzie dobrze reagują na uprzejmy autorytet. Lubią wiedzieć, że się o nich dba.

source: People, Because there seems to be a certain lack of clarity about when it’s appropriate for someone to enter the CFR Chamber and mess with the Chronon Field Regulator, and because I just had to fire Kevin Janeway because he did that exact thing, let me remind you of the approved CFR procedure: YOU DO NOT TOUCH THE CFR. PERIOD. I may touch the CFR, because I’m the lead technician in charge of it. Dr. Sofia Amaral may touch the CFR, because she’s our head of research and she knows what she’s doing. Mr. Paul Serene may touch the CFR, because he’s Paul fucking Serene, and it’s his CFR. NOBODY ELSE TOUCHES THE CFR. On occasion, some enormously lucky individuals who have been personally trained by me and are proven to be very, very dependable and incredibly good at their jobs, who don’t have a track record of trying to enter the CFR chamber like paint-huffing imbeciles because “they just wanted to take a closer look at it,” and who have remembered to bribe the lead technician in charge of the CFR with Tom Waits tickets, may be given written instructions to perform specific procedures on the CFR. That will be a great honor and a sign of a significant degree of trust, and those people should be accorded all professional respect and an appropriate degree of brownnosing and/or passive-aggressive displays of envy by their peers. Or, to put it another way, YOU DO NOT TOUCH THE CFR unless you want to join Kevin in the “how to stop being an arrogant dumb shit who jeopardized the only hope of a future for the entire human race because his mansplaining ass thought what the CFR really needed was a random dude Who Knew Better” self-improvement course down at the unemployment office, which I’m sure is where we all believe he was escorted to by those armed men. There are no exceptions to this. The entire Lifeboat Protocol depends on the CFR being present, properly connected and functioning normally. You do not want to jeopardize this. This is bigger than any of us, and we are not here to fuck around. Lauren McStevenson Lead CFR tech
pl_pl: Do wszystkich, Ponieważ wydaje się, że istnieje pewien brak jasności co do tego, kiedy jest właściwe, aby ktoś wszedł do komory RPC i majstrował przy Regulatorze Pola Chrononowego, a także dlatego, że właśnie musiałem zwolnić Kevina Janeway, ponieważ to właśnie zrobił, pozwólcie, że przypomnę wam zatwierdzoną procedurę RPC: NIE DOTYKAĆ RPC. KROK PO KROKU. Ja mogę dotykać RPC, ponieważ jestem głównym technikiem odpowiedzialnym za niego. Dr Sofia Amaral może dotykać RPC, ponieważ jest naszym szefem badań i wie, co robi. Pan Paul Serene może dotykać RPC, ponieważ jest pieprzonym Paulem Serene i to jego RPC. NIKT INNY NIE DOTYKA RPC. Od czasu do czasu niektóre niezwykle szczęśliwe osoby, które zostały osobiście przeszkolone przeze mnie i udowodniły, że są bardzo, bardzo niezawodne i niewiarygodnie dobre w swojej pracy, które nie mają historii prób wejścia do komory RPC jak imbecyle, ponieważ „chcieli tylko przyjrzeć się temu bliżej” i którzy pamiętali o przekupieniu głównego technika odpowiedzialnego za RPC biletami na Toma Waitsa, mogą otrzymać pisemne instrukcje dotyczące wykonywania określonych procedur na RPC. Będzie to wielki zaszczyt i oznaka znacznego stopnia zaufania, a tym ludziom należy się cały profesjonalny szacunek i odpowiedni szacunek bez pasywno-agresywnych przejawów zazdrości ze strony ich rówieśników. Mówiąc inaczej, NIE DOTYKAJCIE RPC, chyba że chcesz dołączyć do Kevina w kursie „jak przestać być aroganckim, głupim debilem, który naraził jedyną nadzieję na przyszłość dla całej rasy ludzkiej, ponieważ jego kłębek zamiast mózgu stwierdził, że RPC naprawdę potrzebuje przypadkowego kolesia, który wie lepiej”, do którego, jak wszyscy wierzymy, eskortowali go uzbrojeni mężczyźni. Nie ma od tego wyjątków. Cały protokół łodzi ratunkowej zależy od tego, czy RPC jest obecny, prawidłowo podłączony i działa normalnie. Nie chcesz tego narażać. To jest większe niż ktokolwiek z nas i nie jesteśmy tu po to, by się wygłupiać. Lauren McStevenson Główny technik RPC

source: People, It appears we have been overtaken by events, and we have had to adjust our plans accordingly. As you are no doubt aware, we now have Jack Joyce in custody; he gave himself up earlier today. As Mr. Serene has a personal interest in Joyce and the information he might have, he will be interrogating him at the detention center on the island. Unfortunately, this means that Mr. Serene cannot be there for the speech he was scheduled to give at the gala event tonight, so I will have to stand in for him. I have some new security requirements pertaining to that, but I will discuss those with specific individuals in person. Furthermore, be aware that in addition to Joyce, we also have Liam Burke held at the detention center. Despite his long service to Monarch, Burke is now to be considered hostile, and has already done quite a bit of damage to us. I shouldn’t have to say this, but just to be absolutely clear: any orders given by him should be ignored. Please ensure that Joyce is ready for Mr. Serene. Also please bear in mind that Joyce is chronon active, and extremely dangerous. He has given himself up voluntarily, so it’s entirely possible he doesn’t intend to cause trouble, but let’s make sure we’re prepared if he does. We don’t know his motivations, and I would not put it past him to use his surrender as a means to exact a hidden agenda. Martin Hatch
pl_pl: Ludzie, Wygląda na to, że pewne wydarzenia nas wyprzedziły i musieliśmy odpowiednio dostosować nasze plany. Jak bez wątpienia wiecie, Jack'a Joyce jest teraz w areszcie. Poddał się dzisiaj. Ponieważ pan Serene jest osobiście zainteresowany Joyce'm i informacjami, które może posiadać, będzie go przesłuchiwał w centrum zatrzymań na wyspie. Niestety oznacza to, że pan Serene nie będzie mógł wygłosić przemówienia na dzisiejszej gali, więc będę musiał go zastąpić. W związku z tym mam pewne nowe wymagania dotyczące bezpieczeństwa, ale omówię je osobiście z konkretnymi osobami. Ponadto należy pamiętać, że oprócz Joyce'a w ośrodku przetrzymywany jest również Liam Burke. Pomimo długiej służby dla Monarch, Burke jest teraz uważany za wroga i już wyrządził nam sporo szkód. Nie powinienem tego mówić, ale żeby było jasne: wszelkie rozkazy wydawane przez niego powinny być ignorowane. Upewnijcie się, że Joyce jest gotowy na spotkanie z panem Serene. Należy również pamiętać, że Joyce jest napromieniowany chrononem i jest niezwykle niebezpieczny. Poddał się dobrowolnie, więc jest całkiem możliwe, że nie zamierza sprawiać kłopotów, ale upewnijmy się, że jesteśmy przygotowani, jeśli coś zrobi. Nie znamy jego motywacji i nie wykluczyłbym, że wykorzysta swoje poddanie się jako środek do realizacji ukrytych celów. Martin Hatch

source: People, It seems we are having an even busier day than we anticipated. Be aware that both Liam Burke and Jack Joyce are now being held in the detention center at the island. It should go without saying that Burke no longer has any authority within Monarch Solutions, and should be treated as any other detainee. Both Burke and Joyce are considered exceptionally dangerous, and Joyce particularly so; he is chronon active, and should be handled with caution. That said, Joyce has given himself up. It’s possible that he has realized the futility of his position and the fight has simply gone out of him, but I’m not convinced he has no ulterior motive. Mr. Serene has to concentrate on his speech tonight. It’s extremely important to the future of this company, so please ensure that everything goes smoothly. In the meantime, I will personally be conducting an interrogation of Joyce. Please expect my arrival at the detention center shortly. Martin Hatch
pl_pl: Ludzie, Wygląda na to, że mamy jeszcze bardziej pracowity dzień, niż się spodziewaliśmy. Należy pamiętać, że zarówno Liam Burke, jak i Jack Joyce są obecnie przetrzymywani w centrum zatrzymań na wyspie. Nie trzeba dodawać, że Burke nie ma już żadnej władzy w Monarch Solutions i powinien być traktowany jak każdy inny zatrzymany. Zarówno Burke, jak i Joyce są uważani za wyjątkowo niebezpiecznych, a Joyce szczególnie, jest on chronicznie aktywny i należy obchodzić się z nim ostrożnie. To powiedziawszy, Joyce poddał się. Możliwe, że zdał sobie sprawę z bezsensowności swojego położenia i walka po prostu z niego zniknęła, ale nie jestem przekonany, czy nie ma ukrytych motywów. Pan Serene musi skoncentrować się na swoim dzisiejszym przemówieniu. To niezwykle ważne dla przyszłości tej firmy, więc proszę, upewnij się, że wszystko pójdzie gładko. W międzyczasie osobiście przeprowadzę przesłuchanie Joyce'a. Wkrótce spodziewam się mojego przybycia do aresztu. Martin Hatch

source: Personal
pl_pl: Sprawy osobiste

source: Personal / Business
pl_pl: Sprawy osobiste / Sprawy biznesowe

source: Personal Belonging
pl_pl: Przynależność osobista

source: Personal Item
pl_pl: Przedmiot osobisty

source: Personal/Business
pl_pl: Sprawy osobiste / Sprawy biznesowe

source: Personally, I think this place is haunted. And I got theories, man. Okay, check it out. You know how we all got jobs? Well, what makes us think it's not the same for ghosts in the ghost world? You still with me?
pl_pl: Osobiście uważam, że to miejsce jest nawiedzone. Mam swoje teorie. Dobra, posłuchaj. Wiesz, że wszyscy mamy pracę? Dlaczego uważamy, że w świecie duchów jest inaczej? Nadążasz?

source: Phase one of corridor deployment complete.
pl_pl: Pierwsza faza wdrażania korytarza zakończona.

source: Phase three completed. Running diagnostics to confirm successful deployment.
pl_pl: Faza trzecia zakończona. Uruchamiam diagnostykę w celu potwierdzenia pomyślnego wdrożenia.

source: Phase three underway. Please stand by.
pl_pl: Faza trzecia w toku. Prosimy o przygotowanie się.

source: Phase two of corridor deployment complete.
pl_pl: Faza druga wdrażania korytarza zakończona.

source: Phase two underway. All systems are go. Commencing deployment.
pl_pl: Faza druga w toku. Wszystkie systemy działają. Rozpoczynamy wdrażanie.

source: Photo
pl_pl: Zdjęcie

source: Photo of Jack and Paul
pl_pl: Zdjęcie Jack'a i Paula

source: Photo showing Jack and Will.
pl_pl: Zdjęcie przedstawiające Jack'a i Will'a.

source: Physicist on the Rise Article
pl_pl: Artykuł o Fizyku

source: Pick up
pl_pl: Weź

source: Pick up %s
pl_pl: Podnieś %s

source: Pick up %s ammo
pl_pl: Podnieś %s amunicji

source: Pick up SMG
pl_pl: Weź SMG

source: Pick up a chronon harness for Beth
pl_pl: Weź uprząż chrononową dla Beth

source: Pick up object
pl_pl: Podnieś przedmiot

source: Picked up %d units of chronon particles
pl_pl: Zebrano %d cząsteczek chrononu

source: Picked up %s
pl_pl: Podniesiono %s

source: Picked up %s ammo
pl_pl: Zebrano amunicję do: %s

source: Piece of Paper
pl_pl: Kawałek papieru

source: Pin him down!
pl_pl: Przygwoźdź go!

source: Pin out!
pl_pl: Wyciągnąłem zawleczkę!

source: Pinned down!
pl_pl: Przygwożdżony!

source: Pistol
pl_pl: Pistolet

source: Placeholder instruction, please bug me.
pl_pl: NIeużywana instrukcja, zgłoś bug.

source: Play Junction Moments again to get alternative story content both in the game and the live action show.
pl_pl: Rozegraj ponownie rozwidlenie, aby uzyskać alternatywną ścieżkę fabularną zarówno w grze, jak i w serialu.

source: Play presentation
pl_pl: Odtwórz prezentacje

source: Please don't.
pl_pl: Proszę, nie rób tego.

source: Please reconnect your PC to Xbox Live in order to continue watching.
pl_pl: Aby kontynuować oglądanie, podłącz ponownie komputer do usługi Xbox Live.

source: Please reconnect your controller and press any button.
pl_pl: Podłącz ponownie kontroler i naciśnij dowolny przycisk.

source: Please show me where, right now.
pl_pl: Proszę, pokaż mi gdzie, teraz.

source: Please stop shooting!
pl_pl: Proszę, przestań strzelać!

source: Please talk to one of our security personnel if you have anything to report.
pl_pl: Jeśli masz coś do zgłoszenia, porozmawiaj z jednym z naszych pracowników ochrony.

source: Please wait for installation to complete.
pl_pl: Poczekaj na zakończenie instalacji.

source: Please! Let me go! I can--
pl_pl: Błagam! Puść mnie! Mogę...

source: Please, Jack? Help.
pl_pl: Proszę, Jack? Pomocy.

source: Please. The door.
pl_pl: Błagam. Drzwi.

source: Poor bastard doesn't know anything about the train crash... hope he doesn't have a heart attack when time resumes.
pl_pl: Biedny drań nie wie nic o pociągu... mam nadzieję, że nie dostanie zawału serca, gdy zacięcie się skończy.

source: Port Donnelly Bridge
pl_pl: Most przy porcie Donnely

source: Portuguese (Brazil)
pl_pl: Portugalski (Brazylijski)

source: Positive ID on Joyce!
pl_pl: Rozpoznałem Joyce'a!

source: Positive.
pl_pl: Tak.

source: Positive. Dispose of the witnesses.
pl_pl: Zgadza się. Pozbyć się świadków.

source: Poster
pl_pl: Plakat

source: Potential ally?
pl_pl: Potencjalny sojusznik?

source: Power's back on.
pl_pl: Przywróciliśmy zasilanie.

source: Powers are drained.
pl_pl: Wyczerpały mi się moce.

source: Powers aren't working!
pl_pl: Moce nie działają!

source: Precisely. The choice is yours, but keep in mind: the men will view your decision as a unified strategy moving forward.
pl_pl: Dokładnie. Wybór należy do ciebie, ale pamiętaj: nasi ludzie będą postrzegać twoją decyzję jako jednolitą strategię na przyszłość.

source: Preparing The Time Machine
pl_pl: Przygotowanie wehikułu czasu

source: Presentation
pl_pl: Prezentacja

source: Press Esc to cancel input binding.
pl_pl: Naciśnij Esc aby anulować przypisywanie klawisza.

source: Press and hold {@TIME_POWER_STOP} to charge a Time Blast.
pl_pl: Naciśnij i przytrzymaj {@TIME_POWER_STOP}, aby naładować czasowy cios.

source: Press forward!
pl_pl: Naprzód!

source: Press forward! On sniper cover!
pl_pl: Naprzód! Pod osłoną snajpera!

source: Press {@EXIT_MINIGAME} to close
pl_pl: Naciśnij {@EXIT_MINIGAME}, aby zamknąć

source: Press {@EXIT_MINIGAME} to continue
pl_pl: Naciśnij {@EXIT_MINIGAME}, aby kontynuować

source: Press {@LOADING_CONTINUE} to continue to the next act
pl_pl: Naciśnij {@LOADING_CONTINUE} aby przejść do gry

source: Press {@MOVEMENT_X} to activate core
pl_pl: Użyj {@MOVEMENT_X}, aby aktywować rdzeń.

source: Press {@MOVEMENT_X} to move
pl_pl: Użyj {@MOVEMENT_X}, aby się ruszać

source: Press {@SHOW_OBJECTIVES} to show your current objectives
pl_pl: Naciśnij {@SHOW_OBJECTIVES}, aby wyświetlić bieżące cele.

source: Press {@TIME_POWER_DEFENSIVE} to create a personal stutter
pl_pl: Naciśnij {@TIME_POWER_DEFENSIVE}, aby utworzyć pęknięcie

source: Press {@TIME_POWER_SHIELD} to create a Time Shield that deflects bullets.
pl_pl: Naciśnij {@TIME_POWER_SHIELD}, aby stworzyć tarczę czasową, która odbija pociski.
